data = '[{"name" : "Cerastium tomentosum", "text" : "15 cm magas, alacsony termetű évelő, amely gyors terjedése miatt kiváló talajtakarásra is. Jó vízáteresztő, sovány talajt kedvel. Lágyszárú örökzöld növény, levelein sűrű szőrzet található, amelynek köszönheti a karakteres, ezüstfehér színét. Jó sziklakerti növény, amelynek sárga közepű, fehér virágai májustól júniusig nyílnak. "}, {"name" : "Aster dumosus - Lady in Blue", "text" : "40 cm magas, közepes vízigényű növény, amely a napos helyet kedveli és a jó vízlevezetésű talajt. Bokros habitusú, kissé terjedő évelő. Lilás kék virágai augusztus végétől egészen az októberi fagyokig nyílnak. Elvirágzás után érdemes visszavágni."}, {"name" : "Achillea millefolium - Hoffnung", "text" : "60 cm magas szárazságtűrő növény, amely a meleg, napos helyet kedveli és a jó vízáteresztő talajt. Nyár elejétől hozza sárgás fehér virágait, egészen a kora őszi időszakig. Áttelelő évelő, télre visszahúzódik, majd tavasszal hozza friss hajtásait."}, {"name" : "Lonicera nitida - Maigrün", "text" : "Lonicera nitida - Maigrün"}, {"name" : "Coreopsis verticillata - Firefly", "text" : "30-40 cm magas, közepes vízigényű növény. Napos helyet és jó vízáteresztő képességű talajt igényel. Laza habitusú, terjedő tövű évelő. Bordó tövű, sárga virágai júniustól szeptemberig nyílnak."},{"name" : "Deutzia gracilis - Nikko", "text" : "Deutzia gracilis - Nikko"}, {"name" : "Epimedium versicolor - Sulphureum", "text" : "Epimedium versicolor - Sulphureum"}, {"name" : "Erica x darleyensis", "text" : "Erica x darleyensis"}, {"name" : "Santolina chamaecyparissus", "text" : "Santolina chamaecyparissus"}, {"name" : "Ceratostigma plumbaginoides", "text" : "25 cm magas terjedő tövű, lombhullató évelő. Kevés gondozást igénylő, napos- félárnyékos helyet kedvelő, alacsony vízigényű évelő. Kissé agyagos talajban érzi magát a legjobban. Tavasszal későn hajt ki, de ősszel elszíneződő lombja mellett az augusztustól októberig nyíló, kobaltkék virágaival díszít."}, {"name" : "Aster dumosus - Jenny", "text" : "30-40 cm magas, közepesen vízigényű növény, amely a napos helyet kedveli és a jó vízlevezetésű talajt. Bokros habitusú, kissé terjedő évelő. Lila virágai augusztus végén nyílnak és egészen a fagyokig díszítenek. "}, {"name" : "Iberis sempervirens", "text" : "Iberis sempervirens"}, {"name" : "Echinops banaticus - Taplow Blue", "text" : "Echinops banaticus - Taplow Blue"}, {"name" : "Gypsophiyla repens - Filou Rose", "text" : "Gypsophiyla repens - Filou Rose"}, {"name" : "Sesleria nitida", "text" : "Sesleria nitida"}, {"name" : "Berberis thunbergii - Atropurpurea Nana", "text" : "Berberis thunbergii - Atropurpurea Nana"}, {"name" : "Echinace hybrida - Cleopatra", "text" : "45-50 cm magas, kompakt növekedésű, szárazságtűrő növény, amely a napos, szélvédett helyeket kedveli. Tápanyagban szegény talajon fejlődik a legjobban. Nagy, sárga virágait júniustól szeptemberig hozza."}, {"name" : "Teucrium chamaedrys", "text" : "Teucrium chamaedrys"}, {"name" : "Centaurea dealbata", "text" : "60 cm magas közepes vízigényű növény. Napos helyet kedvelő, de félárnyékba is ültethető, jó vízelvezető talajt igénylő évelő. Június – júliusban hozza lilás-rózsaszínes virágait. Elvirágzás után érdemes visszavágni."}, {"name" : "Aster ageratoides - Ashvi", "text" : "60 cm magas igénytelen növény, amely a napos helyet kedveli és szinte bármilyen talajban megél. Terjedő tövű, erős szárrendszerrel, így gyorsan befedi az adott területet. Fehér szirmú, sárga közepű virágait augusztustól októberig (fagyokig) ontja."}, {"name" : "Echinace hybrida - Kismet Red", "text" : "Echinace hybrida - Kismet Red"}, {"name" : "Dianthus plumarius - David", "text" : "30 cm magas, szárazságtűrő évelő, amely a napos helyet és a jó vízáteresztésű talajt kedveli. Levelei ezüstös csomókban nőnek, amelyek közül rövid szárakon bontja telt, piros, illatos virágait. Virágzás után érdemes visszavágni."}, {"name" : "Geranium x cantabrigiense - St. Ola", "text" : "Geranium x cantabrigiense - St. Ola"}, {"name" : "Eryngium planum - Blauer Zwerg", "text" : "Eryngium planum - Blauer Zwerg"}, {"name" : "Coreopsis verticillata - Ruby Frost", "text" : "50 cm magas, bokrosodó tövű növény, közepes vízigénnyel. Napos helyet kedvelő és jó vízáteresztő talajt igénylő évelő. Fehér szélű, piros virágai júniustól szeptemberig tartó időszakban nyílnak, melyeket a méhek és pillangók szívesen látogatnak."}, {"name" : "Centranthus ruber - Coccineus", "text" : "60 cm magas szárazságtűrő növény. Pangó vizet nem tűri ezért jó vízelvezetésű, meszes talajt kell biztosítani. Bokros növekedésű szárait ívesen emelkednek, virága kárminpiros, amely kissé illatos. Májustól egészen szeptemberig hozza virágait."}, {"name" : "Achillea millefolium - Lachsschönheit", "text" : "60 cm magas szárazságtűrő növény, amely a meleg, napos helyet kedveli és a jó vízáteresztő talajt. Nyár elejétől hozza halvány rózsaszín virágait, egészen a kora őszi időszakig. Áttelelő évelő, télre visszahúzódik, majd tavasszal hozza friss hajtásait."}, {"name" : "Dianthus plumarius - Dixie White & Red Bicolor", "text" : "25 cm magas, szárazságtűrő évelő, amely a napos helyet és a jó vízáteresztésű talajt kedveli. Bokrosodó habitusú, felfelér törő vékony, fűszerű szárai kompakt, kerek formát adnak. Örökzöld növény, amely májustól nyár végéig hozza piros-fehér virágait."}, {"name" : "Gaura lindheimeri  - Passionate Blush", "text" : "Gaura lindheimeri - Passionate Blush"}, {"name" : "Rudbeckia fulgida - Goldsturm", "text" : "Rudbeckia fulgida - Goldsturm"}, {"name" : "Salvia nemorosa - Merleau White", "text" : "Salvia nemorosa - Merleau White"}, {"name" : "Gaillardia aristata - Arizona Apricot", "text" : "Gaillardia aristata - Arizona Apricot"}, {"name" : "Satureja montana", "text" : "Satureja montana"},  {"name" : "Santolina chamecyparissus", "text" : "Santolina chamecyparissus"}, {"name" : "Campanula persicifolia - Coerulea", "text" : "80 cm magas, napos- félárnyékos helyet kedvelő, tápdús talajt igénylő évelő. Közepes vízigényű. Harang alakú, kékes- lila virágait fürtökben hozza június, júliusban.  "}, {"name" : "Gypsophila repens - Filou Rose", "text" : "Gypsophila repens - Filou Rose"}, {"name" : "Euonymus fortunei - Emerald Gaiety", "text" : "Euonymus fortunei - Emerald Gaiety"}, {"name" : "Epimedium x versicolor - Sulphureum", "text" : "Epimedium x versicolor - Sulphureum"}, {"name" : "Geranium himalayense", "text" : "Geranium himalayense"}, {"name" : "Santolina rosmarinifolia", "text" : "Santolina rosmarinifolia"}, {"name" : "Achillea millefolium - Red Velvet", "text" : "60 cm magas szárazságtűrő növény, amely a meleg, napos helyet kedveli és a jó vízáteresztő talajt. Nyár elejétől hozza sötét piros virágait, egészen a kora őszi időszakig. Áttelelő évelő, télre visszahúzódik, majd tavasszal hozza friss hajtásait."},  {"name" : "Euphorbia polychroma - Purpurea", "text" : "Euphorbia polychroma - Purpurea"}, {"name" : "Narcissus Suzy", "text" : "Narcissus Suzy"}, {"name" : "Tulipa praestans", "text" : "Tulipa praestans "}, {"name" : "Teucrium chamaedrys", "text" : "Teucrium chamaedrys"}]';